{
  "blurbs": [
    {
      "text": "\"Your most unhappy customers are your greatest source of learning.\" - Bill Gates"
    },
    {
      "text": "Your business location is one of the most important decisions you’ll make. Whether you’re setting up a brick-and-mortar business or launching an online store, the choices you make could affect your taxes, legal requirements, and revenue."
    },
    {
      "text": "\"Research is what I'm doing when I don't know what I'm doing.\" - Werner von Braun"
    },
    {
      "text": "Relative popularity of search trends may also help you prioritize promotions in new markets"
    },
    {
      "text": "\"Without data you're just another person with an opinion.\" - W. Edwards Deming"
    },
    {
      "text": "Obviously, Trends data shouldn't be the only data you use to make this decision, but it can help inform discussions and decisions."
    },
    {
      "text": "\"Marketing without data is like driving with your eyes closed.\" - Dan Zarrella"
    },
    {
      "text": "One of the first hurdles that small business owners deal with is deciding what kind of business to start; knowing your market can help with this decision."
    },
    {
      "text": "Market research can be a costly endeavor; especially for a new business owner, let us handle the work for you. "
    },
    {
      "text": "Measure, don’t assume, demand."
    },
    {
      "text": "\"It is a capital mistake to theorize before one has data.\" Sherlock Holmes, \"A Study in Scarlett\" (Arthur Conan Doyle)."
    },
    {
      "text": "\"The goal is to turn data into information, and information into insight.\" – Carly Fiorina, former executive, president, and chair of Hewlett-Packard Co."
    },
    {
      "text": "\"The world is now awash in data and we can see consumers in a lot clearer ways.\" Max Levchin, PayPal co-founder."
    },
    {
      "text": "\"Content is fire; social media is gasoline.\" –Jay Baer, Bestselling Author, Marketing Expert and Founder of Convince & Convert"
    },
    {
      "text": "\"Without big data, you are blind and deaf and in the middle of a freeway.\" – Geoffrey Moore"
    },
    {
      "text": "\"In God we trust, all others bring data.\" - W Edwards Deming"
    },
    {
      "text": "\"Data is the new oil.\" - Clive Humby"
    },
    {
      "text": "\"No great marketing decisions have ever been made on qualitative data.\" – John Sculley"
    },
    {
      "text": "\"Torture the data, and it will confess to anything.\" – Ronald Coase"
    },
    {
      "text": "\"With data collection, ‘the sooner the better’ is always the best answer.\" – Marissa Mayer"
    },
    {
      "text": "\"Big data isn’t about bits, it’s about talent.\" – Douglas Merrill"
    },
    {
      "text": "\"It is a capital mistake to theorize before one has data.\" - Sherlock Holmes"
    },
    {
      "text": "\"Without a systematic way to start and keep data clean, bad data will happen.\" - Donato Diorio"
    },
    {
      "text": "\"You can have data without information, but you cannot have information without data.\" - Daniel Keys Moran"
    },
    {
      "text": "\"If we have data, let’s look at data. If all we have are opinions, let’s go with mine.\" - Jim Barksdale"
    },
    {
      "text": "\"Above all else, show the data.\" – Edward R. Tufte"
    },
    {
      "text": "\"Big data is at the foundation of all of the megatrends that are happening today, from social to mobile to the cloud to gaming.\" – Chris Lynch"
    },
    {
      "text": "\"Data are just summaries of thousands of stories – tell a few of those stories to help make the data meaningful.\" - Chip & Dan Heath"
    },
    {
      "text": "\"Data beats emotions.\" – Sean Rad"
    },
    {
      "text": "\"Contact data ages like fish not wine…it gets worse as it gets older, not better.\" - Gregg Thaler"
    },
    {
      "text": "\"Data really powers everything that we do.\" – Jeff Weiner"
    },
    {
      "text": "\"Data that is loved tends to survive.\" – Kurt Bollacker"
    },
    {
      "text": "\"Errors using inadequate data are much less than those using no data at all.\" – Charles Babbage"
    },
    {
      "text": "\"Where there is data smoke, there is business fire.\" - Thomas Redman"
    }
  ]
}
